{
  "iri": "https://linked.data.gov.au/def/sample-data-quality-management",
  "label": "Sample data quality management",
  "description": "The types of physical samples that are used to undertake quality assurance (QA) and quality control (QC) checks at all stages of the sampling, preparation and analytical processes, and/or to retain representative material for future reference. Note that QA and QC are often used collectively as a single term, but are in fact distinct procedures: QA 'refers to defect prevention', i.e. ‘the protocols and procedures that ensure that sampling and assaying is completed to the required quality’, whereas QC 'refers to defect detection', i.e. ‘the use of control samples and statistical analysis to ensure that assay results are reliable’ (Graindorge, 2010, p. 112; https://www.usgs.gov/data-management/manage-quality). This vocabulary thus also encapsulates terminology covering sample representability. ",
  "concepts": [
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/analytical-blank",
      "label": "analytical blank",
      "definition": "Analytical blanks are blanks that are processed side-by-side with samples in order to reveal background levels and possible contamination for the entire laboratory process. If analytical blanks are sufficiently below the concentrations measured in samples, the technique is a good fit for the study. If they reveal a significant contribution to one or more component(s) being analysed, then troubleshooting may be necessary.",
      "altLabels": [
        "laboratory blank",
        "method blank",
        "total analytical blank"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/barren-wash",
      "label": "barren wash",
      "definition": "Coarse 'barren' or 'blank' aggregate material (often quartz) used to scour any remaining sample residue out of crushing/pulverisation equipment prior to the next sample being pulverised. This practice is frequently used in exploration and mining projects immediately after highly mineralised samples to minimise contamination of the next sample in the analytical sequence. This wash material may be discarded or analysed to examine whether the equipment is otherwise being adequately cleaned between samples."
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/blank",
      "label": "blank",
      "definition": "In whole rock or regolith geochemical analysis, blank (informal) typically refers to material that has been analysed many times and is known to contain concentrations below (or very close to) the lower analytical detection limit of elements of interest, e.g. high-purity quartz (SiO₂).",
      "altLabels": [
        "laboratory blank",
        "quartz blank"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/blind-reference-material",
      "label": "blind reference material",
      "definition": "A reference material submitted by the laboratory customer in a form that is indistinguishable from their samples of unknown compositions, so that the analyst is unaware that it is a reference material and thus allowing the customer to independently assess the accuracy of the analytical results.",
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/reference-material"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/reference-material",
      "label": "reference material",
      "definition": "A reference material is a well-characterised sample used to monitor accuracy and bias of (analytical) measurements at the project laboratory relative to their documented values (see also certified reference materials). These samples may range from International Standards and Certified Reference Materials (CRMs) to locally prepared standard samples for use as project reference standards.",
      "altLabels": [
        "control samples",
        "standard reference materials",
        "standards"
      ],
      "narrower": [
        "https://linked.data.gov.au/def/sample-data-quality-management/blind-reference-material",
        "https://linked.data.gov.au/def/sample-data-quality-management/calibration-reference-material",
        "https://linked.data.gov.au/def/sample-data-quality-management/certified-reference-material",
        "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-reference-material"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/calibration-reference-material",
      "label": "calibration reference material",
      "definition": "A reference material analysed by the laboratory, along with samples of unknown compositions, to allow the laboratory to calibrate their analytical equipment or software. Calibration reference materials can also be used to monitor the accuracy of results and to allow calibration, normalisation and/or correction of unknown results within individual and across multiple analytical sessions. Calibration reference materials should be verified by an official source.",
      "altLabels": [
        "calibration standard"
      ],
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/reference-material"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/certified-reference-material",
      "label": "certified reference material",
      "definition": "A certified reference material (CRM) is a sample material that has been prepared, typically in commercial volumes, and characterised by analysis across multiple laboratories (sometimes called 'round-robin certification'). The values for CRMs are generally well-known published figures. Elements and isotope ratios that have been characterised in this process are attributed with a certified value and uncertainty, specific to a certain analytical technique. CRMs are used to monitor accuracy and bias at the project laboratory relative to the certified values. They are also used to monitor drift over time within an individual laboratory and to identify significant failures in QC at the analytical batch level caused by abrupt changes in concentration related to re-calibration of instruments or procedural changes at the laboratory. CRMs can also be used to verify new or improved analytical techniques.",
      "altLabels": [
        "CRM",
        "SRM",
        "control samples",
        "standard reference materials",
        "standards"
      ],
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/reference-material"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/check-assay-sample",
      "label": "check assay sample",
      "definition": "A sample that is analysed at a secondary laboratory as a check on the accuracy and precision of the analytical results of the primary laboratory. The methods used in the primary and check laboratories must be known to properly compare the results from the check samples. Check sampling is a common practice in exploration and mining programs to confirm sample grades over the entire range of concentrations in the resource, especially when the range of concentrations requires laboratories to change methods, instrument calibrations, sample weights, etc. to bring a target commodity within measurement range."
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/crush-duplicate",
      "label": "crush duplicate",
      "definition": "A second sample collected from the crushed field sample after the material has been reduced to a gravel (also called 'coarse crush') and analysed in the same analytical batch as the primary sample.",
      "altLabels": [
        "coarse-crush duplicate"
      ],
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/duplicate"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/duplicate",
      "label": "duplicate",
      "definition": "A sample collected or generated under comparable conditions to the primary sample and used as an indicator of relative precision when analysed concurrently, or kept as a reference for future usage. It is useful to distinguish the stage at which the duplicate was collected, i.e. whether in the field (field duplicate) or at any stage of sample-mass reduction (e.g. during crushing and pulverisation for rock or sieving for soil and stream-sediment samples, i.e. coarse-crush duplicate, pulp duplicate, etc.).",
      "altLabels": [
        "second cut"
      ],
      "narrower": [
        "https://linked.data.gov.au/def/sample-data-quality-management/crush-duplicate",
        "https://linked.data.gov.au/def/sample-data-quality-management/field-duplicate",
        "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-duplicate",
        "https://linked.data.gov.au/def/sample-data-quality-management/pulp-duplicate"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-blank",
      "label": "field blank",
      "definition": "Field blanks are samples of natural material with similar characteristics (e.g. hardness, abrasiveness, rock type, sample media) to those being collected in the field that contain acceptably low concentrations of the elements of interest. They are inserted into the sample stream to test for potential cross-contamination, or carry-over, between samples."
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-duplicate",
      "label": "field duplicate",
      "definition": "A second sample of equal size (mass) to the original, collected as close as possible to the location of the original sample under comparable conditions and using an identical sampling procedure. Field duplicates are typically collected at the same time as the original and analysed within the same analytical batch to ensure that the only difference in the results is related to the sampling variance.",
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/duplicate"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-repeat-sample",
      "label": "field repeat sample",
      "definition": "A second sample of equal size (mass) and comparable material to the original, collected at a sample site at a later date and under possibly different conditions but using identical sampling and analytical procedures. Often designed to test environmental factors, such as seasonal effects on surficial samples, or to validate historical results for the purpose of due diligence."
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-duplicate",
      "label": "laboratory duplicate",
      "definition": "A second weighing of a sample taken from the same container as the original under laboratory conditions and analysed in the same analytical batch.",
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/duplicate"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-reference-material",
      "label": "laboratory reference material",
      "definition": "Reference material analysed by the laboratory, along with samples of unknown compositions, to allow the laboratory and/or their customers to assess the accuracy of the analytical results.",
      "altLabels": [
        "laboratory standards"
      ],
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/reference-material"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/particle-sizing-check",
      "label": "particle sizing check",
      "definition": "A test to determine the nominal particle size of sample material, typically completed at the final sample preparation stage on the sample material submitted for analysis (i.e. powder in most instances), expressed as a percentage of sample material that passes through a piece of mesh with openings of a certain size.",
      "altLabels": [
        "grind check",
        "grind size check"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/pulp-duplicate",
      "label": "pulp duplicate",
      "definition": "A second sample collected from the pulverised field sample after the material has been reduced to a powder and analysed in the same analytical batch as the primary sample. Many laboratories identify these as repeats, which is a common source of confusion.",
      "broader": [
        "https://linked.data.gov.au/def/sample-data-quality-management/duplicate"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/re-assayed-sample",
      "label": "re-assayed sample",
      "definition": "A sample that has been re-assayed having previously been assayed. This may be because previous results were suspected to be spurious or did not return a valid result. Re-assaying is also a standard component of internal quality control procedures in many laboratories."
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/replicate",
      "label": "replicate",
      "definition": "Replicates are aliquots of the same sample analysed repeatedly on the instrument and expected to reproduce results consistently. The standard deviation among replicate samples reflects the precision (or lack thereof) for that particular analysis and that particular sample. For example, if two aliquots of the same digestate are analysed 10 samples apart from each other during analysis with widely different results, a large uncertainty will be associated with that sample that may affect what conclusions can be drawn from the data generated during that analysis.",
      "altLabels": [
        "laboratory repeat",
        "repeat analyses"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/sample-split",
      "label": "sample split",
      "definition": "A sample preparation process where a sample is split into two or more aliquots. Sample splitting occurs after the sample is crushed or pulverised, typically to reduce sample material to a manageable volume. Ideally, a sample is split using a method that collects a compositionally representative aliquot of material for further processing.",
      "altLabels": [
        "sub-sample"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/spike",
      "label": "spike",
      "definition": "Material with known quantity values added to an analytical sample to test the accuracy and validity of the analytical method. The material can be a reference material or a certified reference material. The known quantity value is often a fraction or concentration. Multiple spikes can be added to a sample (e.g. ‘double spike’ or ‘triple spike’) with precisely known proportions to quantify mass fractionation of mass spectrometers (also known as an internal standard).",
      "altLabels": [
        "isotopic spike",
        "isotopic tracer",
        "tracer"
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/umpire-assay-sample",
      "label": "umpire assay sample",
      "definition": "A sample that is analysed at a third, or ‘umpire’, laboratory to resolve discrepancies between primary and secondary laboratories. Commonly used to resolve disputes between the shipper and the receiver of mineral concentrates, and/or to confirm precision and accuracy of laboratory results in situations where small and repeated variations in assay values are likely to have a large effect on interpretation, such as in the case of precious metal resource estimation."
    }
  ],
  "tree": [
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/analytical-blank",
      "label": "analytical blank",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/barren-wash",
      "label": "barren wash",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/blank",
      "label": "blank",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/check-assay-sample",
      "label": "check assay sample",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/duplicate",
      "label": "duplicate",
      "notation": null,
      "children": [
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/crush-duplicate",
          "label": "crush duplicate",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-duplicate",
          "label": "field duplicate",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-duplicate",
          "label": "laboratory duplicate",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/pulp-duplicate",
          "label": "pulp duplicate",
          "notation": null,
          "children": []
        }
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-blank",
      "label": "field blank",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/field-repeat-sample",
      "label": "field repeat sample",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/particle-sizing-check",
      "label": "particle sizing check",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/re-assayed-sample",
      "label": "re-assayed sample",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/reference-material",
      "label": "reference material",
      "notation": null,
      "children": [
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/blind-reference-material",
          "label": "blind reference material",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/calibration-reference-material",
          "label": "calibration reference material",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/certified-reference-material",
          "label": "certified reference material",
          "notation": null,
          "children": []
        },
        {
          "iri": "https://linked.data.gov.au/def/sample-data-quality-management/laboratory-reference-material",
          "label": "laboratory reference material",
          "notation": null,
          "children": []
        }
      ]
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/replicate",
      "label": "replicate",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/sample-split",
      "label": "sample split",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/spike",
      "label": "spike",
      "notation": null,
      "children": []
    },
    {
      "iri": "https://linked.data.gov.au/def/sample-data-quality-management/umpire-assay-sample",
      "label": "umpire assay sample",
      "notation": null,
      "children": []
    }
  ]
}