{"@context":{"iri":"@id","prefLabel":"http://www.w3.org/2004/02/skos/core#prefLabel","altLabels":"http://www.w3.org/2004/02/skos/core#altLabel","definition":"http://www.w3.org/2004/02/skos/core#definition","notation":"http://www.w3.org/2004/02/skos/core#notation","broader":"http://www.w3.org/2004/02/skos/core#broader","scheme":"http://www.w3.org/2004/02/skos/core#inScheme","schemeLabel":"https://prez.dev/schemeLabel"},"@graph":[{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/basin","prefLabel":"basin","altLabels":["sedimentary basin"],"definition":"A low area in the Earth’s crust, of tectonic origin, underlain by a substantial thickness of sedimentary rocks that possess unifying characteristics of stratigraphy and structure due to their deposition during a regionally restricted episode of crustal depression or a related sequence of such episodes. As well as being applied to the deposited rocks, or to their outcrop area after erosion, the term is used also for the actual crustal depression in which they accumulated. Sedimentary basins range in size from small continental basins to large oceanic basins. The essential element of the concept is the tectonic creation of relief, to provide both a source of sediment and a relatively low place for the deposition of that sediment (after Miall, 2000). In the Western Australian context, most Precambrian basins are tectonic components of either cratons or orogens, whereas Phanerozoic basins do not have an immediate tectonic relationship to any orogen.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/craton","prefLabel":"craton","definition":"A part of the Earth's continental lithosphere with a thick lithospheric root that has remained tectonically stable for a long period of time. Whether or not an amalgamation of components constitutes a craton depends on the point in geological time at which the overall tectonic configuration is considered. In the Western Australian context, cratons usually comprise component terranes, but can also represent amalgamation(s) of older cratons bounded by orogenic sutures. In the Geological Survey of Western Australia (GSWA) Explanatory Notes System, the latter are ranked as a higher level tectonic unit type to preserve the identity of the original cratons. The nature of tectonic processes that modify cratons, including rifting, accretion and removal of the lithospheric root, result in boundaries between cratons, orogens and basins that can be either sharp or gradational, such that the spatial limit of cratons both at surface and at depth may not always be precisely defined. In the global literature, cratons can be referred to as shields, and basins covering cratons as platforms; these terms are not used by GSWA.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/craton-terrane","prefLabel":"craton terrane","altLabels":["Craton_Terrane","cratonic terrane"],"definition":"A tectonically bounded body of rock of regional extent within a craton, characterized by a geological history different from that of contiguous tectonic fragments. In the Western Australian context, a cratonic terrane is a coherent, tectonically bounded part of a craton that has moved over a substantial distance into juxtaposition with geologically unrelated parts. Not to be confused with terrain, which refers to topographic features of the Earth's surface.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/domain","prefLabel":"domain","definition":"A hierarchical subdivision of cratonic terranes based on similarities in stratigraphy, metamorphic history and structural evolution.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/greenstone-belt_granitic-complex","prefLabel":"greenstone belt / granitic complex","definition":"Lithotectonic units typical of Archean terrains, commonly referred to in the literature — but the use of these terms as formally named tectonic units is to be avoided. Greenstone belts are elongate or belt-like volcano–sedimentary complexes within cratons that are characterized by dark-green, altered or metamorphosed mafic and ultramafic igneous rock, such as basalt, gabbro and komatiite, that owe their colour to the presence of chlorite, actinolite or epidote. An individual belt may contain the deformed and metamorphosed rocks of one or more volcano-sedimentary sequences. Granitic complexes are tectonically domed expanses of granitic rocks containing granitic intrusions of widely different ages and mantled by greenstone belts (Van Kranendonk et al., 2004).","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/inlier_outlier","prefLabel":"inlier/outlier","definition":"A lithotectonic subdivision in Western Australia, used to identify an exposed group of rocks from an older tectonic unit that is surrounded by rocks from a younger tectonic units (inlier), or an exposed group of rocks from a younger tectonic unit that is surrounded by rocks from an older tectonic units (outlier). These are not tectonic units per se, but are commonly singled out both geographically and geologically. The Geological Survey of Western Australia's convention is to always list the broader unit inliers/outliers are part of in their name (e.g. Pinjarra Orogen, Leeuwin Inlier; or Bonaparte Basin, Mount Rob Outlier).","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/orogen","prefLabel":"orogen","definition":"An orogen (orogenic system, orogenic belt) is a linear or arcuate region in Earth’s lithosphere where a mountain belt is created by tectonic processes involving deformation, regional metamorphism and associated magmatism, usually caused by convergence (± subduction, accretion and/or collision) between two tectonic plates or major crustal blocks. The rocks of an orogen may include deformed and reworked parts of older (pre-orogenic) lithosphere, as well as new (synorogenic) volcanic, sedimentary and igneous rocks. An orogen is conceived to have been established by a distinct tectonic event of known duration, but it is also possible for orogens to be reactivated during later tectonic episodes, and they normally remain as permanent zones of weakness in the Earth’s crust. A named orogen includes any associated sedimentary rocks, which may not be strongly deformed or metamorphosed, but whose deposition was directly related to the formation of the orogen. Geosyncline is an alternate obsolete term not recommended for use.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/orogenic-foreland","prefLabel":"orogenic foreland","altLabels":["fold belt"],"definition":"The exterior area of an orogenic belt where deformation occurs without significant metamorphism. Generally the foreland is closer to the continental interior than other portions of the orogenic belt are.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/orogenic-foreland-subunit","prefLabel":"orogenic foreland sub-unit","definition":"A smaller hierarchical subdivision of a tectonic orogenic foreland that presents some unifying features or a geological history that distinguishes it from that of adjacent components of the tectonic province.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/province-tectonic","prefLabel":"province (tectonic)","altLabels":["province"],"definition":"A hierarchical subdivision of a larger tectonic unit (commonly an orogen, but also a craton or a superterrane) that presents some unifying features or a geological history that distinguishes from that of adjacent areas within the larger tectonic unit. The concept includes seismic provinces, i.e. discrete volumes of middle–lower crust that cannot be traced to the surface and whose seismic reflectivity is different from that of vertical or horizontally adjoining provinces (Korsch and Doublier, 2016).","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/province-terrane_zone","prefLabel":"province terrane/zone","definition":"A smaller hierarchical subdivision of a tectonic province that presents some unifying features or a geological history that distinguishes from that of adjacent terranes/zones within the province.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/seismic-province","prefLabel":"seismic province","definition":"A discrete volume of middle to lower crust that cannot be traced to the surface, and whose crustal reflectivity is different to that of laterally or vertically adjoining provinces (Korsch and Doublier, 2016).","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/sub-basin","prefLabel":"sub-basin","altLabels":["subbasin"],"definition":"A hierarchical term applied to separate depocentres within a basin that are separated from other parts of the basin by tectonic/structural element(s) such as faults or basement highs.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/sub-basin_element","prefLabel":"sub-basin element","definition":"A smaller component of a sub-basin, e.g. ridge, arch, terrace, etc.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/suite-tectonic","prefLabel":"suite (tectonic)","altLabels":["Suite_Tectonic","tectonic suite"],"definition":"A tectonic suite represents the expression of a tectonothermal event that resulted in the formation of a lithodemic suite, i.e. a group of igneous rocks of the same age that can be shown, or reasonably inferred, to be related to the same parental magma.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/superbasin","prefLabel":"superbasin","definition":"A superbasin is a hierarchical term applied to a group of largely interconnected or associated sedimentary basins of the same or similar age. Its component basins may be separated or partially separated by tectonic elements that define 'boundaries' between them, or they may have been subjected to somewhat different geological influences.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/supersuite-tectonic","prefLabel":"supersuite (tectonic)","altLabels":["Supersuite_Tectonic","tectonic supersuite"],"definition":"The tectonic unit representing the expression of a specific tectonothermal event that resulted in the formation of a lithodemic supersuite, i.e. an assemblage of igneous rocks of any composition that formed as a result of volcano–plutonic episodes involving either addition of new crust or remelting of existing crust.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/superterrane","prefLabel":"superterrane","definition":"An amalgamation of different cratonic terranes (i.e. fault-bounded tectonostratigraphic terranes), into a larger structural entity typical of cratonic areas.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/tectonic-subdivision","prefLabel":"tectonic subdivision","definition":"A smaller hierarchical subdivision of a tectonic province terrane/zone that presents some unifying features or a geological history that distinguishes from that of adjacent components of the tectonic province.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/WA-unit","prefLabel":"WA unit","definition":"A high-level tectonic or lithotectonic unit type that encompasses large tectonic components of the State of Western Australia (e.g. West Australian Craton) or facilitates grouping of certain elements (e.g. large igneous provinces and dyke swarms).","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"},{"iri":"https://linked.data.gov.au/def/tectonic-unit-type/Western-Australia","prefLabel":"Western Australia","altLabels":["State"],"definition":"The highest-ranking type of 'tectonic' unit in the State of Western Australia. It encompasses the geographical extent of the State (i.e. an area bounded by latitudes 8.00°S and 40.00°S, and longitudes 102.00°E and 132.00°E). It has no geological significance, other than being defined for the purpose of allowing all other tectonic subdivisions of the State to be grouped within a single hierarchy.","scheme":"https://linked.data.gov.au/def/tectonic-unit-type","schemeLabel":"Tectonic unit type"}]}