{"@context":{"iri":"@id","prefLabel":"http://www.w3.org/2004/02/skos/core#prefLabel","altLabels":"http://www.w3.org/2004/02/skos/core#altLabel","definition":"http://www.w3.org/2004/02/skos/core#definition","notation":"http://www.w3.org/2004/02/skos/core#notation","broader":"http://www.w3.org/2004/02/skos/core#broader","scheme":"http://www.w3.org/2004/02/skos/core#inScheme","schemeLabel":"https://prez.dev/schemeLabel"},"@graph":[{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/above-ground-level","prefLabel":"above ground level","altLabels":["AGL","HAGL"],"definition":"Above ground level (AGL) or height above ground level (HAGL) is the distance of an object or point from the ground below it.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/australian-height-datum","prefLabel":"Australian Height Datum","altLabels":["AHD","AHD71"],"definition":"The Australian Height Datum (AHD) is the vertical datum to which all height measurements are referred to in Australia. Adopted in 1971, the datum surface is that which passes through mean sea level (MSL) at the 30 tide gauges around the coast of the Australian continent as determined in 1966–68. AHD is considered fit for purpose for tasks over short distances (less than about 10 km) for projects such as cadastral, civil engineering, construction and mining; however, the Australian Vertical Working Surface (AVWS) has been defined to assist users working over larger areas (greater than about 10 km) for environmental studies (e.g. flood, storm modelling), LiDAR surveys, geodesy, hydrography.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/australian-height-datum-TAS83","prefLabel":"Australian Height Datum (Tasmania) 1983","altLabels":["AHD","AHD–TAS83"],"definition":"The 'Australian Height Datum (Tasmania) 1983' (AHD–TAS83) zero reference is fixed to mean sea level (MSL) observed for 1972 only at tides gauges in Hobart and Burnie, and was propagated throughout Tasmania on 17 October 1983. Because AHD (mainland) and AHD (Tas) are referenced to MSL observed at different times and locations, there is a vertical offset between the two datums (variably estimated at about 10 cm, between 12 cm and 26 cm, and about 1 cm (https://www.icsm.gov.au/australian-height-datum). Note that the term AHD is used to refer to both the Australian Height Datum 1971 (AHD71; Australian mainland) and Australian Height Datum (Tasmania) 1983 (AHD–TAS83).","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/australian-vertical-working-surface","prefLabel":"Australian Vertical Working Surface","altLabels":["AVWS"],"definition":"The Australian Vertical Working Surface (AVWS) is a reference surface for heights in Australia, introduced on 1 January 2020 to allow more accurate height computations where needed. Due to biases and distortions of the AHD, Global Navigation Satellite System (GNSS) users are only capable of deriving AHD heights with accuracy of 6–13 cm across Australia, which is inappropriate for some applications that require a more accurate reference surface. AVWS heights can be computed directly from GNSS without needing to connect to survey mark infrastructure with accuracy of 4–8 cm. AHD is considered fit for purpose for tasks over short distances (less than about 10 km) for projects such as cadastral, civil engineering, construction and mining, whereas the Australian Vertical Working Surface (AVWS) has been defined to assist users working over larger areas (greater than about 10 km) for environmental studies (e.g. flood, storm modelling), LiDAR surveys, geodesy and hydrography.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/depth-reference-systems-drilling","prefLabel":"depth reference systems — drilling","definition":"In the resources industry,the depth of any point in a borehole/drillhole/well is the measurement of the distance between a reference point or elevation and that point. It is the most common method of reference for locations in a borehole. In the minerals industry, it usually refers to the distance from the drill collar. Inthe oil industry, 'depth' also refers to the location itself. By extension, depth can refer to locations below, or distances from, a reference point or elevation, even when there is no well. In that sense, depth is a concept related toelevation, albeit in the opposite direction. Depth in a borehole is not necessarily measured vertically or along a straight line. Because boreholes are not always drilled vertically, there may be two 'depths' for every given point in a borehole: themeasured depth(MD)measured along the path of theborehole, and thetrue vertical depth(TVD), the absolute vertical distance between thereference datumand the point in theborehole. In perfectly vertical holes, the TVD equals the MD; otherwise, the TVD is less than the MD measured from the same datum. Common references used are reduced level (RL), drill collar, ground level (GL),drilling rigfloor (DF),rotary table(RT),kelly bushing(KB or RKB) andmean sea level(MSL).","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/drill-collar","prefLabel":"drill collar","definition":"In the mineral resources industry, 'drill collar' is referred to as the location (in an x, y, z coordinate system) as well as the start point of a borehole from which depths are measured. Drill collars are tubular pieces of material, usually metal or plastic, to aid in keeping the hole entry from collapsing.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/drill-floor","prefLabel":"drill floor","altLabels":["BDF – Below rig derrick floor","DF","derrick floor","drilling floor","rig drill floor","rig floor"],"definition":"The drill floor (DF), also known as derrick floor, is the working area in which the rig crew conducts drilling operations, and is often used as a reference point for downhole/depth measurements. Depth measurements are commonly referenced to the DF, with notations like 2538 m DF or 2358 m BDF, indicating 2538 m below the drill/derrick floor.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/ground-level","prefLabel":"ground level","altLabels":["GL","ground surface"],"definition":"The height or level of the natural ground or the level of the exposed surface of the ground. This may be at the Earth's surface (ground surface) or below (e.g. bottom of a mine shaft or floor of an open pit). Ground level can be used as a reference point for vertical measurements (especially in drilling), without reference to any equipment used during drilling (cf. rotary table, kelly bushing).","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/islw","prefLabel":"Indian Spring Low Water","altLabels":["ISLW","Indian tide plane"],"definition":"A tidal low water datum, originally developed by Sir G Darwin for parts of the Indian Ocean. Designed for regions of mixed tides, the datum is depressed below mean sea level by the sum of the amplitudes of the principal semidiurnal lunar and solar tides and the principal diurnal tides (M2 + S2 + K1 + O1). Area of use: World. Users are advised to not use this generic vertical datum but to define explicit realizations of Indian Spring Low Water (ISLW) by specifying location and epoch, for instance 'ISLW at xxx during yyyy-yyyy'.","notation":"EPSG:1085","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/islw-depth","prefLabel":"ISLW depth","altLabels":["Indian Spring Low Water depth"],"definition":"A depth measured relative to the Indian Spring Low Water (ISLW) datum. Area of use: World.","notation":"EPSG:5863","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/kelly-bushing","prefLabel":"kelly bushing","altLabels":["BKB","KB","RKB"],"definition":"In drilling, the kelly bushing (KB) or rotary kelly bushing (RKB) is an adapter that serves to connect the rotary table to the kelly (a long square or hexagonal steel bar with a hole drilled through the middle for a fluid path). Depth measurements are commonly referenced to the KB, such as 2538 m KB, meaning 2538 metres below the kelly bushing (BKB).","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/lat-depth","prefLabel":"LAT depth","definition":"A depth measured relative to the Lowest Astronomical Tide (LAT) datum. Area of use: World.","notation":"EPSG:5861","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/lat","prefLabel":"Lowest Astronomical Tide","altLabels":["LAT"],"definition":"The lowest tide level that can be predicted to occur under average meteorological conditions and under any combination of astronomical conditions. It can only be obtained properly by studying tidal predictions covering, ideally, 19 years. Area of use: World. Users are advised to not use this generic vertical datum but to define explicit realizations of Lowest Astronomical Tide (LAT) by specifying location and epoch, for instance 'LAT at xxx during yyyy-yyyy'.","notation":"EPSG:1080","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/mean-sea-level","prefLabel":"mean sea level","altLabels":["MSL"],"definition":"A global datum of the average surface of Earth's coastal bodies of water used as a reference to measure elevation (on the ground), altitude (in the air), or depth (below sea level) of an object or point. Derived from the arithmetic mean of hourly heights of the sea at the tidal station observed over a period of time (usually 19 years). Areas of use: World. Users are advised to not use this generic vertical datum but to define explicit realizations of mean sea level (MSL) by specifying location and epoch, for instance 'MSL at xxx during yyyy-yyyy'.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/metres-sub-sea","prefLabel":"metres subsea","altLabels":["MSS"],"definition":"The distance below mean sea level, the inverse of measurements to mean sea level (MSL). The term 'subsea' (SS) by itself should not be used, as it is ambiguous. It could mean: below sea floor or bottom, below mean sea level (MSL), below Lowest Astronomical Tide (LAT), etc.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/msl-depth","prefLabel":"MSL depth","altLabels":["below sea level","mean sea level depth"],"definition":"The depth in metres measured below the mean sea level (MSL). Area of use: World. Not specific to any location or epoch.","notation":"EPSG:5715","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/msl-height","prefLabel":"MSL height","altLabels":["ASL","above mean sea level (AMSL)","above sea level (ASL","asl","asl)","height above mean sea level (HAMSL)","mASL (metres above sea level)","mean sea level height"],"definition":"The height in metres measured above the mean sea level (MSL). Area of use: World. Not specific to any location or epoch.","notation":"EPSG:5714","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/mudline","prefLabel":"mudline","altLabels":["ML"],"definition":"Mudline as referenced in subsea operations refers to the seafloor or water bottom.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/precollar","prefLabel":"pre-collar","definition":"The point at depth where the pre-collar hole ends and the diamond tail (i.e. diamond drilling) starts, and from which the length/depth of the diamond core is referenced.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/reduced-level","prefLabel":"reduced level","altLabels":["RL","relative level"],"definition":"Reduced level (or relative level, RL)insurveyingrefers to equating elevations of survey points with reference to a common assumeddatum (usually AHD). It is a vertical distance between survey point and adopted datum plane, thus it is considered as the base elevation that is used as reference to reckon heights or depths of other important places.Reduced here means equating and level means elevations. Datum may be a real or imaginary location, commonly with a nominated elevation of straightzero.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/rotary-table","prefLabel":"rotary table","altLabels":["BRT","RT"],"definition":"The revolving or spinning section of the drill floor that provides power to turn the drillstring in a clockwise direction (as viewed from above), often used as a starting point for measurement of borehole depth (below rotary table or BRT).","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/seismic-reference-datum","prefLabel":"seismic reference datum","altLabels":["SRD"],"definition":"A seismic reference datum (SRD) is used in land seismic projects as a reference surface to counteract the fact that elevation on land is variable. An SRD is a plane that sits above the highest elevation in the data. In a land project with a seismic reference datum set, the SRD will have a time of 0 ms. All time data, for example seismic and velocities, will start at this datum. Marine seismic is usually referenced to mean sea level (MSL), a global datum for measuring height. In a marine project, zero elevation (the mean sea level) will have a time of 0 ms.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/vertical-depth-reference-systems/depth-reference-unknown","prefLabel":"unknown","definition":"The exact depth reference datum, surface, or point (e.g. for a borehole) is not known.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/depth-reference/water-bottom","prefLabel":"water bottom","altLabels":["WB","sea floor","seafloor"],"definition":"The depth of the interface between water and solid substrate, such as the seabed or the bottom of a terrestrial body of water.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"},{"iri":"https://linked.data.gov.au/def/depth-reference/well-head","prefLabel":"wellhead","altLabels":["WH","well head"],"definition":"A wellhead (WH) is the component at the surface of an oil or gas well that provides the structural and pressure-containing interface for the drilling and production equipment. Depth is commonly referenced from the valve or outlet point from which samples are extracted.","scheme":"https://linked.data.gov.au/def/vertical-depth-reference-systems","schemeLabel":"Vertical/depth reference systems"}]}