{"@context":{"iri":"@id","prefLabel":"http://www.w3.org/2004/02/skos/core#prefLabel","altLabels":"http://www.w3.org/2004/02/skos/core#altLabel","definition":"http://www.w3.org/2004/02/skos/core#definition","notation":"http://www.w3.org/2004/02/skos/core#notation","broader":"http://www.w3.org/2004/02/skos/core#broader","scheme":"http://www.w3.org/2004/02/skos/core#inScheme","schemeLabel":"https://prez.dev/schemeLabel"},"@graph":[{"iri":"https://linked.data.gov.au/def/metamorphic-stage/?peak","prefLabel":"?peak","definition":"Typically reserved for use when: a) overprinting or unclear spatial–textural relationships do not allow discernment of whether all or some of the minerals preserved in the rock are indicative of the highest temperature equilibrium mineral assemblage; or b) the possibility of polymetamorphism is likely. This ambiguity arises, for example, when sluggish reaction kinetics in porphyroblastic minerals at low to moderate pressure/temperature metamorphic conditions lead to metastability.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/?prograde","prefLabel":"?prograde","definition":"The mineral assemblage of the rock is tentatively interpreted to represent a (relict) prograde mineral assemblage. This term is used when metamorphic information is cryptically preserved, e.g. within inclusions in porphyroblastic minerals, or there is ambiguity about polymetamorphism.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/?retrograde","prefLabel":"?retrograde","altLabels":["?retrogressive"],"definition":"The mineral assemblage of the rock is tentatively interpreted to represent a (relict) retrograde mineral assemblage. Typically used when the possibility of polymetamorphism is high and/or unclear, i.e. when it cannot be ascertained whether lower temperature metamorphic minerals overprinting a higher grade assemblage formed during the same, single metamorphic cycle, or whether a later, lower temperature event (i.e. retrogressive) overprinted the higher grade assemblage.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/peak","prefLabel":"peak","definition":"Metamorphic conditions taken to be the thermal maximum reached during a metamorphic cycle or evolution, regardless of the P–T trajectory.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/prograde","prefLabel":"prograde","definition":"Metamorphism giving rise to the formation of minerals that are typical of a higher metamorphic grade, i.e. higher temperature, than the former mineral assemblage. That is, a sequential increase in metamorphic grade with time (within a single metamorphic event) that is recognizable or inferred in a rock. It is that part of the metamorphic cycle up to the thermal maximum (peak metamorphic conditions).","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/retrograde","prefLabel":"retrograde","definition":"Metamorphism giving rise to the formation of minerals that are typical of a lower grade, i.e. lower temperature, than the former mineral assemblage. That is, a sequential decrease in metamorphic grade with time (within a single metamorphic event) that is recognizable or inferred in a rock. It is that part of the metamorphic cycle after the thermal maximum (or peak metamorphic conditions) has been reached.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/retrogressive","prefLabel":"retrogressive","definition":"Metamorphism giving rise to the formation of minerals that are typical of a lower grade, i.e. lower temperature, than the former mineral assemblage. It is distinguished from retrograde metamorphism by the fact that the development of a lower grade mineral assemblage is ascribed to a separate, discrete metamorphic event that takes place at lower temperatures and a later time than the first metamorphic event.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"},{"iri":"https://linked.data.gov.au/def/metamorphic-stage/unknown","prefLabel":"unknown","definition":"It is not clear what stage of the metamorphic evolution the minerals in the rock represent, usually because of poor preservation of metamorphic minerals due to excessive alteration or weathering, or due to ambiguous mineralogical relationships that are suggestive of polymetamorphism.","scheme":"https://linked.data.gov.au/def/metamorphic-stage","schemeLabel":"Metamorphic stage"}]}